Dlubal.RFEM5.TendonPrestressProcedureType
Type of tendon pres-tressing procedure

Dlubal.RFEM5.TendonPrestressProcedureType.UnknownProcedure
Unknown prestressing procedure

Dlubal.RFEM5.TendonPrestressProcedureType.ProcedureType1
Prestressing procedure type 1

Dlubal.RFEM5.TendonPrestressProcedureType.ProcedureType2
Prestressing procedure type 2

Dlubal.RFEM5.TendonPrestressProcedureType.ProcedureType3
Prestressing procedure type 3

Dlubal.RFEM5.TendonPrestressProcedureType.ProcedureType4
Prestressing procedure type 4

Dlubal.RFEM5.TendonPrestressProcedureType.ProcedureType5
Prestressing procedure type 5